Repository: VladimirAkopyan/Authenticator
Catalog: Authenticator/Strings/*/Resources.resw
Source language: en
Languages: nl, nl_nl

# AboutText.Text
source: Authenticator for Windows is the app for the universal Windows platform to store all your accounts with two step authentication. The developer of this app tries to create the most user friendly and easy way to offer codes to his users. We kindly invite you to share all your suggestions and comments with us so we can further improve your experience. We will never interrupt you with annoying questions to rate our app. If you have time, please review our app in the Windows Store. All your suggestions and comments are welcome!
nl: Authenticator for Windows is dé app voor het universele Windows-platform om al uw accounts voor tweestapsauthenticatie te bewaren. De ontwikkelaar van deze app tracht een zo gebruiksvriendelijke en gemakkelijke manier om codes aan te bieden aan gebruikers. Wij nodigen u graag uit al uw suggesties en opmerkingen met ons te delen zodat wij uw ervaring nog verder kunnen verbeteren. Wij zullen u nooit storen met vervelende vragen om onze app te beoordelen. Als u tijd heeft, neemt u dan alstublieft de moeite om onze app te beoordelen in de Windows Store. Al uw suggesties en opmerkingen zijn van harte welkom!
nl_nl: Authenticator for Windows is dé app voor het universele Windows-platform om al uw accounts voor tweestapsauthenticatie te bewaren. De ontwikkelaar van deze app tracht een zo gebruiksvriendelijke en gemakkelijke manier om codes aan te bieden aan gebruikers. Wij nodigen u graag uit al uw suggesties en opmerkingen met ons te delen zodat wij uw ervaring nog verder kunnen verbeteren. Wij zullen u nooit storen met vervelende vragen om onze app te beoordelen. Als u tijd heeft, neemt u dan alstublieft de moeite om onze app te beoordelen in de Windows Store. Al uw suggesties en opmerkingen zijn van harte welkom!

# AddPage.Tag
source: New account
nl: Nieuw account
nl_nl: Account toevoegen

# BannerEmptyFields
source: You have not entered all fields.
nl: U heeft niet alle velden ingevuld.

# BannerInvalidCharacters
source: The code contains invalid characters.
nl: De code bevat ongeldige karakters.

# BannerSaved
source: Your account is saved. The current code is now being displayed.
nl: Uw account is opgeslagen. De huidige code wordt nu weergegeven.

# CodeCopied.Text
source: Code copied to clipboard
nl: Code gekopieerd naar het klembord
nl_nl: Code gekopieerd naar het klembord

# ConfirmDialog.PrimaryButtonText
source: Delete
nl: Verwijderen
nl_nl: Verwijderen

# ConfirmDialog.SecondaryButtonText
source: Cancel
nl: Annuleren
nl_nl: Annuleren

# ConfirmDialog.Title
source: Delete account
nl: Account verwijderen
nl_nl: Account verwijderen

# ConfirmDialogConfirmation.Text
source: Are you sure you want to delete this account?
nl: Weet u zeker dat u dit account wilt verwijderen?
nl_nl: Weet u zeker dat u dit account wilt verwijderen?

# ConfirmDialogWarning.Text
source: Caution: deleting this account does not deactivate two step authentication on your account!
nl: Let op: Het verwijderen van dit account deactiveert tweestapsauthenticatie op uw account niet!
nl_nl: Let op: Het verwijderen van dit account deactiveert tweestapsauthenticatie op uw account niet!

# Duration.Text
source: How long should a copied code be stored on the clipboard?
nl: Hoe lang moet een gekopieerde code bewaard blijven op het klembord?
nl_nl: Hoe lang moet een gekopieerde code bewaard blijven op het klembord?

# Edit.Label
source: Edit
nl: Bewerken
nl_nl: Bewerken

# FiveSeconds.Content
source: 5 seconds
nl: 5 seconden
nl_nl: 5 seconde

# Focus.Text
source: Tap or click to focus
nl: Tik of klik om te focussen
nl_nl: Tik of klik om te focussen

# Forever.Content
source: Forever
nl: Altijd
nl_nl: Altijd

# FourSeconds.Content
source: 4 seconds
nl: 4 seconden
nl_nl: 4 seconde

# Never.Content
source: Never
nl: Nooit
nl_nl: Nooit

# NTPTimeout.Text
source: Timeout time for retrieving the time via NTP
nl: Timeout-tijd voor het ophalen van de tijd via NTP
nl_nl: Timeout-tijd voor het ophalen van de tijd via NTP

# OneSecond.Content
source: 1 second
nl: 1 seconde
nl_nl: 1 seconde

# PositionQRCode.Text
source: Position the QR code in the screen
nl: Positioneer de QR-code in beeld
nl_nl: Positioneer de QR-code in beeld

# PrivacyDeclarationLink.Text
source: Privacy declaration
nl: Privacyverklaring
nl_nl: Privacyverklaring

# PrivacyDeclarationPage.Tag
source: Privacy declaration
nl: Privacyverklaring
nl_nl: Privacyverklaring

source: Save
nl: Opslaan

# Scan.Label
source: Scan
nl: Scannen
nl_nl: Scannen

# ScanPage.Tag
source: Scan QR code
nl: QR-code scannen
nl_nl: QR-code scannen

# Service.Header
source: Service
nl: Dienst

# SettingsAbout.Header
source: About
nl: Over
nl_nl: Over

# SettingsGeneral.Header
source: General
nl: Algemeen
nl_nl: Algemeen

# SettingsMenuItem.Content
source: Settings
nl: Instellingen
nl_nl: Instellingen

# SettingsPage.Tag
source: Settings
nl: Instellingen
nl_nl: Instellingen

# ThreeSeconds.Content
source: 3 seconds
nl: 3 seconden
nl_nl: 3 seconde

# TwoSeconds.Content
source: 2 seconds
nl: 2 seconden
nl_nl: 2 seconde

# UntilCodeExpires.Content
source: Until the code expires
nl: Tot de code verloopt
nl_nl: Tot de code verloopt

# UseNTP.Header
source: Use NTP the retrieve the correct time
nl: Gebruik NTP om de correcte tijd op te halen
nl_nl: Gebruik NTP om de correcte tijd op te halen

# UseNTP.OffContent
source: Off
nl: Uit
nl_nl: Uit

# UseNTP.OnContent
source: On
nl: Aan
nl_nl: Aan

# Username.Header
source: Username
nl: Gebruikersnaam

# GiveFeedback.Text
source: Give feedback
nl: Geef feedback
nl_nl: Geef feedback

# GiveFeedbackDescription.Text
source: You can give feedback on this app in the Windows Store.
nl: U kunt feedback geven op deze app via de Windows Store.
nl_nl: U kunt feedback geven op deze app via de Windows Store.

# AddAccount.Text
source: You have not added any accounts yet. Add an account via 'New account'.
nl: U heeft nog geen accounts toegevoegd. Voeg een account toe via 'Nieuw account'.
nl_nl: Je hebt nog geen accounts toegevoegd. Voeg een account toe via 'Account toevoegen'.

# AccessDeniedDescription.Text
source: Authenticator for Windows has no permission to use your camera. Go to the privacy settings of your device to grant Authenticator for Windows access to use your camera.
nl: Authenticator for Windows heeft geen toestemming om uw camera te gebruiken. Ga naar de privacyinstellingen van uw apparaat om Authenticator for Windows toestemming te geven om uw camera te gebruiken.
nl_nl: Authenticator for Windows heeft geen toestemming om je camera te gebruiken. Ga naar de privacyinstellingen van je apparaat om Authenticator for Windows toestemming te geven om je camera te gebruiken.

# AccessDeniedDialog.Title
source: No access to camera
nl: Geen toegang tot camera
nl_nl: Geen toegang tot camera

# CameraSettingsLink.Text
source: Camera settings
nl: Camera-instellingen
nl_nl: Camera-instellingen

# BannerInvalidScannedCode
source: The scanned QR code does not contain valid data for two step authentication.
nl: De gescande QR-code bevat geen geldige gegevens voor tweestapsauthenticatie.

# BannerInvalidCode
source: De entered code is invalid.
nl: De ingevulde code is ongeldig.

# BannerUnknownError
source: An error occured. Please check your entered data.
nl: Er is een fout opgetreden. Controleer uw ingevulde gegevens.

# AddInformation.Text
source: Enter the information that you received from the provider of the two step authentication service. If you have a camera available, you can also use it to scan a QR code if it's available.
nl: Vul de informatie in die u hebt gekregen van de aanbieder van deze tweestapsauthenticatiedienst. Wanneer u beschikt over een camera, dan kunt u deze ook gebruiken om een eventuele QR-code te scannen.

# WhatToEnterWhere.Text
source: What do I enter where?
nl: Wat vul ik waar in?

# WhatToEnterWhereCodeContent.Text
source: The code (or key) that's being used to generate a unique, temporary code. This is usually a long range of random characters. You receive this code from the service that offers this two step authentication.
nl: De code (of sleutel) die gebruikt wordt om een unieke, tijdelijke code te genereren. Dit is meestal een lange reeks willekeurige karakters. U ontvangt deze code van de dienst die deze tweestapsauthenticatie aanbiedt.

# WhatToEnterWhereService.Text
source: Service
nl: Dienst

# WhatToEnterWhereServiceContent.Text
source: The service that offers the two step authentication. Examples are Microsoft and Google.
nl: De dienst die de tweestapsauthenticatie aanbiedt. Voorbeelden hiervan zijn Microsoft en Google.

# WhatToEnterWhereUsername.Text
source: Username
nl: Gebruikersnaam

# WhatToEnterWhereUsernameContent.Text
source: The username of the account. Examples are a login name or an email address.
nl: De gebruikersnaam van het account. Voorbeelden hiervan zijn een inlognaam of een e-mailadres.

# ReorderHint.Text
source: You can reorder accounts by dragging them in the desired order
nl: U kunt accounts ordenen door ze in gewenste volgorde te slepen

# AddMenuItem.Content
source: New account
nl: Nieuw account
nl_nl: Account toevoegen

# ModifyServiceDialog.PrimaryButtonText
source: Save
nl: Opslaan

# ModifyServiceDialog.SecondaryButtonText
source: Cancel
nl: Annuleren

# ModifyServiceDialog.Title
source: Modify service
nl: Dienst aanpassen

# ModifyServiceDialogField.Header
source: Service
nl: Dienst

# ModifyServiceDialogInformation.Text
source: Here you can modify the service of this account.
nl: Hier kunt u de dienst van dit account aanpassen.

# BannerDuplicateAccount
source: An account with the same details already exists.
nl: Er bestaat al een account met dezelfde gegevens.

# RespondToReviews.Text
source: We do our very best to respond to every review. Please note that it could take several days for your feedback to become visible and we can respond.
nl: Wij doen ons uiterste best om op iedere review te reageren. Let u er alstublieft op dat het een aantal dagen kan duren voordat uw feedback zichtbaar is en wij erop kunnen reageren.

# Deleted.Text
source: Deleted
nl: Verwijderd

# Undo.Text
source: Undo
nl: Ongedaan maken

# InstructionsForUserKey.Text
source: It seems that you have already configured cloud synchronization on another device. In this case, you can now connect this device with cloud synchronization. For this, you need your personal key. You can request this key by following the following steps on a device on which you have already turned on cloud synchronization: 1. Open Authenticator for Windows 2. Navigate via the menu to 'Settings' 3. Go to the section 'Cloud synchronization' 4. Select 'Display personal key' Enter the displayed key in the text field below: (hyphens are added automatically)
nl: Het lijkt erop dat u cloudsynchronisatie al op een ander apparaat heeft ingesteld. In dat geval kunt u nu dit apparaat koppelen voor cloudsynchronisatie. U heeft hiervoor uw persoonlijke sleutel nodig. U kunt deze sleutel opvragen door op een apparaat waarop u cloudsynchronisatie al heeft ingeschakeld de volgende stappen uit te voeren: 1. Open Authenticator for Windows 2. Navigeer via het menu naar 'Instellingen' 3. Ga naar het onderdeel 'Cloudsynchronisatie' 4. Selecteer 'Persoonlijke sleutel weergeven' Voer de weergegeven sleutel in onderstaande tekstveld in: (streepjes worden automatisch toegevoegd)

# ButtonTurnOnSynchronization
source: Turn on cloud synchronization
nl: Cloudsynchronisatie inschakelen

source: Cancel
nl: Annuleren

# ChangesDetectedRedoDelete
source: Changes have been detected since your last synchronization and your device has been updated. Please delete your account again.
nl: Er zijn wijzigingen gedetecteerd sinds uw laatste synchronisatie en uw apparaat is bijgewerkt. Verwijder alstublieft uw account opnieuw.

# ChangesDetectedRedoMove
source: Changes have been detected since your last synchronization and your device has been updated. Please move your account again.
nl: Er zijn wijzigingen gedetecteerd sinds uw laatste synchronisatie en uw apparaat is bijgewerkt. Verplaats alstublieft uw account opnieuw.

# ChangesDetectedRedoUndo
source: Changes have been detected since your last synchronization and your device has been updated. Please undo the removal again.
nl: Er zijn wijzigingen gedetecteerd sinds uw laatste synchronisatie en uw apparaat is bijgewerkt. Maak het verwijderen alstublieft opnieuw ongedaan.

# CheckingKey
source: Your key is being validated...
nl: Uw sleutel wordt gecontroleerd...

# ConfiguredCloudSynchronization.Text
source: Cloud synchronization configured
nl: Cloudsynchronisatie geconfigureerd

# ConfiguredCloudSynchronizationInformation.Text
source: From now on, all your accounts from this device are being synchronized with your accounts on your other Windows devices on which you have configured cloud synchronization. Please note that synchronization occurs when you add, modify, delete or reorder an account. This results in a small delay before your changes are processed, but usually this takes no longer than a few seconds. When synchronization occurs, you can see this on the bottom right on the spinning synchronization button (like below).
nl: Vanaf nu worden al uw accounts van dit apparaat gesynchroniseerd met uw accounts op uw andere Windows-apparaten waarop u cloudsynchronisatie heeft ingesteld. Let u er alstublieft op dat synchronisatie plaatsvindt op het moment dat u een account toevoegt, wijzigt of verplaatst van volgorde. Dit heeft als gevolg dat u iets langer moet wachten voordat uw wijzigingen zijn doorgevoerd, maar gewoonlijk duurt dit hooguit een paar seconden. Op het moment dat er synchronisatie plaatsvindt, kunt u dit rechtsonder zien aan de ronddraaiende synchronisatieknop (zoals hieronder).

source: Delete
nl: Verwijderen

# EnteredKeyIncorrect
source: The entered key is incorrect.
nl: De ingevoerde sleutel is incorrect.

source: Invalid personal key
nl: Ongeldige persoonlijke sleutel

# NoInternetChangesRolledBack
source: It seems there is no working internet connection available. Your changes have been undone.
nl: Het lijkt erop dat er geen werkende interverbinding beschikbaar is. Uw wijzigingen zijn ongedaan gemaakt.

# NoInternetConnection
source: It seems there is no working internet connection available. Cloud synchronization requires a working internet connection.
nl: Het lijkt erop dat u geen werkende internetverbinding heeft. Voor cloudsynchronisatie is een werkende internetverbinding vereist.

# PersonalKeyChanged
source: Your personal key is changed from another device. Because this personal key is required to decrypt your accounts from the cloud, cloud synchronization is now turned off.
nl: Uw persoonlijke sleutel is veranderd vanaf een ander apparaat. Omdat deze persoonlijke sleutel benodigd is voor het ontsleutelen van uw accounts in de cloud, is cloudsynchronisatie nu uitgeschakeld.

source: Removed cloud synchronization
nl: Cloudsynchronisatie verwijderd

# RemovedCloudSynchronizationFromOtherDevice
source: Cloud synchronization is removed from another device, so cloud synchronization is now turned off on this device.
nl: Cloudsynchronisatie is vanaf een ander apparaat verwijderd, daarom is cloudsynchronisatie op dit apparaat nu uitgeschakeld.

# RemoveSynchronizationMessage
source: Are you sure you want to turn off cloud synchronization? This applies to all devices on which you have enabled cloud synchronization.
nl: Weet u zeker dat u cloudsynchronisatie wilt uitschakelen? Dit geldt voor alle apparaten waarop u cloudsynchronisatie heeft ingeschakeld.

# RemoveSynchronizationTitle
source: Remove cloud synchronization
nl: Cloudsynchronisatie verwijderen

# ShowUserKeyDialog.PrimaryButtonText
source: Close
nl: Sluiten

# ShowUserKeyDialog.Title
source: Your personal key
nl: Uw persoonlijke sleutel

# SynchronizationRemoved
source: Successfully removed cloud synchronization.
nl: Cloudsynchronisatie is succesvol verwijderd.

# SynchronizationRemovedError
source: Cloud synchronization is not removed. Please check your internet connection and try again later.
nl: Cloudsynchronisatie is niet verwijderd. Controleer uw internetverbinding en probeer het later opnieuw.

# Synchronize.Label
source: Synchronize
nl: Synchroniseren

# SynchronizingAccountsWithCloud
source: Your accounts are being synchronized with the cloud...
nl: Uw accounts worden met de cloud gesynchroniseerd...

source: Turn off
nl: Uitschakelen

# TurnOffSynchronizationMessage
source: Are you sure you want to turn off cloud synchronization?
nl: Weet u zeker dat u cloudsynchronisatie wilt uitschakelen?

# TurnOffSynchronizationTitle
source: Turn off cloud synchronization
nl: Cloudsynchronisatie uitschakelen

source: Unknown error
nl: Onbekende fout

# UnknownErrorDuringSynchronize
source: An unknown error occured while synchronizing your accounts with the cloud.
nl: Er is een onbekende fout opgetreden bij het synchroniseren van uw accounts met de cloud.

# UserKeyInformation.Text
source: Below you'll see your personal key. This key is being used to encrypt and decrypt the storage of your accounts in the cloud. You need this key on your other devices on which you want to turn on cloud synchronization.
nl: Hieronder ziet u uw persoonlijke sleutel. Deze sleutel wordt gebruikt om de opslag van uw accounts in de cloud te versleutelen en te ontsleutelen. U heeft deze sleutel nodig op uw andere apparaten waarop u cloudsynchronisatie wilt inschakelen.

# ViewCodes.Content
source: View your codes
nl: Bekijk uw codes

# AboutCloudSynchronization.Text
source: With cloud synchronization, your accounts are being synchronized between your connected devices. By using this, you always have all your accounts on all your Windows devices.
nl: Met cloudsynchronisatie kunt u uw accounts synchroniseren over uw gekoppelde apparaten. Hierdoor heeft u al uw accounts altijd op al uw Windows-apparaten.

# AboutUserKey.Text
source: You can request this key when you want to make use of cloud synchronization on your other devices. This key is being saved in a secure environment that's being managed by Windows.
nl: U kunt deze sleutel opvragen wanneer u andere apparaten ook gebruik wil laten maken van cloudsynchronisatie. Deze sleutel wordt in een beveiligde omgeving opgeslagen die door Windows wordt beheerd.

# ButtonConnect.Content
source: Connect with cloud synchronization
nl: Koppelen voor cloudsynchronisatie

# ButtonRemoveCloudSynchronization.Content
source: Remove cloud synchronization
nl: Cloudsynchronisatie verwijderen

# ButtonShowUserKey.Content
source: Display personal key
nl: Persoonlijke sleutel weergeven

# ButtonTurnOffSynchronization.Content
source: Turn off cloud synchronization
nl: Cloudsynchronisatie uitschakelen

# CloudSynchronizationTurnedOff.Text
source: Cloud synchronization is currently turned off. You can turn it on if you want to synchronize your accounts with this device. Cloud synchronization uses OneDrive and you must grant Authenticator for Windows access to your OneDrive storage to turn on cloud synchronization.
nl: Cloudsynchronisatie is momenteel uitgeschakeld. U kunt het inschakelen als u uw accounts met dit apparaat wilt synchroniseren. Voor cloudsynchronisatie wordt gebruikgemaakt van OneDrive en u zult Authenticator for Windows toegang moeten geven tot uw OneDrive-opslag om cloudsynchronisatie in te schakelen.

# CloudSynchronizationTurnedOn.Text
source: Cloud synchronization is currently turned on. You can turn it off if you don't want to synchronize your accounts with this device anymore.
nl: Cloudsynchronisatie is momenteel ingeschakeld. U kunt het uitschakelen als u uw accounts niet meer met dit apparaat wilt synchroniseren.

# Continue.Content
source: Continue
nl: Doorgaan

# InitialSetupIntro.Text
source: You have chosen to turn on cloud synchronization. At this stage you already have granted Authenticator for Windows access to your OneDrive storage. The central storage of your accounts will be saved there after you complete these steps. Because we want to give you the highest security, we make use of encryption. The storage is being encrypted with a key that's only on your devices and not in the cloud. The key below is being used for encryption of your accounts in the cloud.
nl: U heeft ervoor gekozen om cloudsynchronisatie in te schakelen. U heeft Authenticator for Windows inmiddels toegang verleend tot uw OneDrive-opslag. De centrale opslag van uw accounts wordt vanaf het moment dat u deze stappen heeft voltooid daar opgeslagen. Omdat wij u de hoogste veiligheid willen bieden maken wij gebruik van versleuteling. De opslag wordt versleuteld met een sleutel die alleen op uw apparaten staan en niet in de cloud. Onderstaande sleutel wordt gebruikt voor de versleuteling van uw accounts in de cloud.

# RemoveCloudSynchronization.Text
source: You can turn off cloud synchronization for all the devices on which it is currently enabled. When you no longer have access to your personal key or want a new personal key, this is the only way to start over again. Cloud synchronization will be turned off on your other devices when synchronization occurs.
nl: U kunt cloudsynchronisatie uitschakelen voor alle aparaten waarop het momenteel is ingeschakeld. Wanneer u geen toegang meer heeft tot uw persoonlijke sleutel bent of een nieuwe persoonlijke sleutel wilt, is dit de enige manier om opnieuw te beginnen. Cloudsynchronisatie wordt op uw andere apparaten automatisch uitgeschakeld wanneer er synchronisatie plaatsvindt.

# UserKeyRequired.Text
source: You need your personal key on your other devices to decrypt the storage of your accounts. You can display your personal key by selecting the button below.
nl: U heeft uw persoonlijke sleutel nodig op uw andere apparaten om de opslag van uw accounts te ontsleutelen. U kunt uw persoonlijke sleutel weergeven door de onderstaande knop te selecteren.

# SettingsSynchronization.Header
source: Cloud synchronization
nl: Cloudsynchronisatie

# Manually.Content
source: Manually
nl: Handmatig

# OnStart.Content
source: When I start the app
nl: Wanneer ik de app start

# WhenToSynchronize.Text
source: When should a synchronization be done?
nl: Wanneer moet er gesynchroniseerd worden?

# BannerUnableToValidateKey
source: Unable to validate your personal key. Please check your internet connection and try again later.
nl: Uw persoonlijke sleutel kon niet gecontroleerd worden. Controleer uw internetverbinding en probeer het later opnieuw.

# UnknownErrorWhileAuthenticating
source: An unknown error occured while authenticating you.
nl: Er is een onbekende fout opgetreden tijdens uw authenticatie.

# ReleaseNotes.Text
source: This version introduces cloud synchronization. This means that you have all your accounts on all your devices. Go to 'Settings' and then to the section 'Cloud synchronization' to turn it on.
nl: Deze versie introduceert cloudsynchronisatie. Dit betekent dat u al uw accounts op al uw apparaten heeft. Ga naar 'Instellingen' en vervolgens naar de sectie 'Cloudsynchronisatie' om het in te schakelen.

# ReleaseNotesDialog.PrimaryButtonText
source: Close
nl: Sluiten

# ReleaseNotesDialog.Title
source: Finally, all your accounts, everywhere
nl: Eindelijk, al uw accounts, overal

# Save.Content
source: Save
nl_nl: Opslaan
